Revit 2027 API
BuiltInFailures.ConnectorFailures.RbsNetworkValidityError Property
 The family is connected in a network and can no longer keep the connectivity.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RbsNetworkValidityError { get; }
Public Shared ReadOnly Property RbsNetworkValidityError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RbsNetworkValidityError {
	FailureDefinitionId^ get ();
}
static member RbsNetworkValidityError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace